brew "aria2"
brew "asciinema"
brew "b3sum"
brew "bash"
brew "bat"
brew "bento4"
brew "btop"
brew "cargo-expand"
brew "cargo-shear"
brew "coreutils"
brew "countdown"
brew "crystal"
brew "curl"
brew "diffutils"
brew "doggo"
brew "dust"
brew "eza"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnu-sed"
brew "gping"
brew "grep"
brew "gum"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kondo"
brew "less"
brew "mdcat"
brew "media-info"
brew "mergiraf"
brew "miniserve"
brew "mise"
brew "moreutils"
brew "neovim"
brew "oha"
brew "onefetch"
brew "procs"
brew "pstree"
brew "pueue"
brew "python"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "rustup-init"
brew "sccache"
brew "screen"
brew "sd"
brew "shellcheck"
brew "sl"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree"
brew "typos-cli"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "wrk"
brew "xh"
brew "xsv"
brew "yt-dlp"
brew "zoxide"

cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "mpv"
cask "rectangle"
cask "tailscale-app"
cask "vimr"
cask "wezterm"
cask "xld"
cask "xquartz"
