brew "aria2"
brew "asciinema"
brew "b3sum"
brew "bash"
brew "bat"
brew "bento4"
brew "bottom"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "dust"
brew "exa"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gnu-sed"
brew "grep"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "jq"
brew "less"
brew "mdcat"
brew "media-info"
brew "miniserve"
brew "moreutils"
brew "neovim"
brew "node"
brew "oha"
brew "onefetch"
brew "procs"
brew "pstree"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "screen"
brew "sd"
brew "shellcheck"
brew "sl"
brew "stow"
brew "tealdeer"
brew "tokei"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yt-dlp"
brew "zoxide"

cask "mpv"
cask "vimr"
cask "wezterm"
cask "xld"
cask "xquartz"
