brew "bash"
brew "bat"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "diffutils"
brew "dust"
brew "exa"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-absorb"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "hyperfine"
brew "less"
brew "media-info"
brew "moreutils"
brew "mpv"
brew "neovim"
brew "onefetch"
brew "procs"
brew "pstree"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "screen"
brew "sd"
brew "shellcheck"
brew "sl"
brew "stow"
brew "tealdeer"
brew "tokei"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
